Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.blogcategorytmx/blogcategory_id_EQ_126_itemid_EQ_199.tmx
Source language: sme
Languages: smn

source: Prošeavttat
smn: xxx

source: Sámekulturguovddáš
smn: xxx

source: Sámi mánáidkulturguovddaš
smn: xxx

source: Skábma Filbmaguovddáš
smn: Sämikulttuurkuávdáš

source: Sámemusihkkaguovddáš
smn: Párnáikulttuurkuávdáš

source: Sámi Giellagáldu
smn: Säämi muusikkuávdáš

source: Sámegielat giellalávgun skuvllas
smn: SaKaste Säämi kielâlávgum škoovlâst

source: Dáppe gávnnat Sámedikki prošeavttaid .
smn: Tääbbin puávtáh eelliđ keččâmin projektijd , moh láá Sämitiggeest joođoost .

source: Čađahuvvon prošeavttaid loahparaporttaid gávnnat dokumeantabáŋkku PROŠEAVTTAT-máhpas .
smn: Nuuhâm projektij loppâraportijd kaavnah dokumentpaaŋkist PROJEKTEH-maapist .
